{
  "aboutUs": "About Us",
  "contactUs": "Contact Us",

  "faqSubheading": "Questions",
  "faqHeading": "Do You Have Questions?",
  "footerText": "Contact us for more information.",
  "greenPlanetMessage": "For a greener planet, without compromising its resources.",
  "learnMoreButton": "I Want to Learn More",

  "whyUsSubHeading": "Why Choose GreenBloc Gardens?",
  "whyUsHeading": "Your Comprehensive Solution for a Healthy and Sustainable Lawn",
  "whyUsDescription": "At GreenBloc Gardens, we offer you more than just a lawn solution. We are your partner in water conservation, biodiversity, and improving your surroundings. Discover why we are the ideal choice to transform your garden and your quality of life.",
  
  "titleTechInno": "Technological Innovation",
  "descriptionTechInno": "Our state-of-the-art technology reduces water consumption and protects the environment.",
  "titleSustainability": "Sustainability",
  "descriptionSustainability": "We are committed to environmental conservation and biodiversity.",
  "titleCommunity": "Community Support",
  "descriptionCommunity": "We are a startup committed to our local community and positive change.",
  "titleCustSol": "Customized Solutions",
  "descriptionCustSol": "We offer solutions tailored to your specific needs.",
  "titleCompPrice": "Competitive Prices",
  "descriptionCompPrice": "We provide affordable solutions without compromising quality.",
  "titlePersoAtte": "Personalized Attention",
  "descriptionPersoAtte": "We are here for you every step of the way, offering exceptional customer service.",
  "headingSolForEverybody": "Solutions for Everyone",

  "titleDripIrrigation": "Drip Irrigation",
  "descriptionDripIrrigation": "Imagine a perfectly watered garden with no dry spots or puddles. With GreenBloc Gardens' underground drip irrigation, this dream becomes a reality. This advanced system channels water directly to the roots of your plants, ensuring optimal hydration and healthy growth.",
  "locationDripIrrigation": "Sustainable Irrigation",
  "titleHydrogel": "Hydrogel",
  "descriptionHydrogel": "This advanced polymer absorbs and retains water in the soil, gradually releasing it to keep your plant roots consistently hydrated. Say goodbye to dry spots and the stress of constant watering.",
  "locationHydrogel": "Water Efficiency",	
  "titleSoilSensors": "Soil Sensors",
  "descriptionSoilSensors": "Our lawn sensor technology ensures efficient watering by continuously assessing soil conditions. This means your lawn receives water only when it truly needs it, resulting in a healthier and lusher lawn.",
  "locationSoilSensors": "Smart Hydration",
  "titleAI": "Artificial Intelligence",
  "descriptionAI": "Meet Greenie, the brain behind your garden. Greenie is our personalized artificial intelligence that uses global data like temperature and local data, such as soil moisture and nutrient levels, to make intelligent decisions about when to activate watering.",
  "locationAI": "Smart Hydration",
  "titleMobileApp": "Mobile App",
  "descriptionMobileApp": "Control your green oasis from the palm of your hand with our GreenBloc Gardens mobile app. Our intuitive app allows you to monitor the real-time status of your garden, from soil moisture to plant health. Plus, you can easily track your recurring expenses, helping you maintain your garden efficiently and sustainably.",
  "locationMobileApp": "Responsible Water Use",
  "titleSpecializedTablets": "Specialized Tablets",
  "descriptionSpecializedTablets": "Discover the secret to lush and healthy gardens with our GreenBoost Tab Specialized Tablets. These small wonders are designed to strengthen your plants, control pests, and reduce the need for constant watering. With GreenBoost Tab, your garden will be more resilient and vibrant than ever, with no complications or worries. Simplify your plant care and enjoy a garden that's always at its best.",
  "locationSpecializedTablets": "Sustainable Water Use",

  "headingFAQs": "Questions",
  "descriptionFAQs": "In our quest to provide you with the best experience and understanding of our products and services at GreenBloc Gardens, we have compiled some of the most common questions our customers have raised. Here, you will find concise and helpful answers to clarify any concerns you may have.",
  
  "question1": "When do you expect to start selling your products and services?",
  "answer1": "We plan to launch our products and services in mid-2024. We are working diligently to ensure that our offering is the best for you when that time comes.",
  "question2": "How does the underground drip irrigation system work?",
  "answer2": "Our underground drip irrigation system channels water directly to the roots of your plants, ensuring precise and efficient hydration. It works in conjunction with sensors and cutting-edge technology to optimize watering based on your plant's needs and local weather conditions.",
  "question3": "What sets GreenBoost Tab Specialized Tablets apart from other gardening products?",
  "answer3": "Our tablets are designed to strengthen your plants, control pests, and reduce the need for constant watering, all in one. We use a unique, scientifically-backed formula to deliver exceptional results and keep your garden consistently healthy.",
  "question4": "How can I monitor and control my irrigation system and expenses through the mobile app?",
  "answer4": "With our mobile app, you can monitor the status of your garden and real-time water consumption. You can also adjust watering settings and receive personalized notifications for complete control of your green oasis.",
  "question5": "What is the lifespan of the underground drip irrigation system and GreenBoost Tab tablets?",
  "answer5": "Our irrigation system and tablets are designed to be durable. Lifespan may vary depending on usage and maintenance, but you can expect our products to last for several years with proper upkeep (over 15 years).",
  "question6": "Do you offer installation and maintenance services for the underground drip irrigation system?",
  "answer6": "Yes, we offer professional installation and maintenance services to ensure your system operates optimally over time. Our trained team will take care of everything.",
  "question7": "Do you provide warranties for your products and services?",
  "answer7": "Yes, we stand behind the quality of our products and services with solid warranties. If you have any issues or concerns, please don't hesitate to contact us, and we'll be happy to address them promptly.",
  
  "subheadingContactUs": "Subscribe",
  "headingContactUs": "Feel Free to Contact Us",
  "descriptionContactUs": "Don't miss out on the latest updates, gardening tips, and exclusive offers from GreenBloc Gardens. Stay connected with us by providing your email below. We'd be delighted to share with you our commitment to sustainability and all the ways you can enjoy a greener and smarter garden. Join our community, and together, we'll work toward a more sustainable future.",

  "copyRight": "Copyright 2023, GreenBloc Gardens. All rights reserved."

}
