{   
  "aboutUs": "Sobre Nosotros",
  "contactUs": "Contáctanos",

  "faqSubheading": "Preguntas",
  "faqHeading": "¿Tienes Preguntas?",
  "footerText": "Contáctanos para obtener más información.",
  "greenPlanetMessage": "Por un planeta más verde, sin comprometer sus recursos.",
  "learnMoreButton": "Quiero Saber Más",

  "whyUsSubHeading": "¿Por Qué Elegir GreenBloc Gardens?",
  "whyUsHeading": "Tu Solución Integral para un Pasto Saludable y Sostenible",
  "whyUsDescription": "En GreenBloc Gardens, te ofrecemos más que una solución para tu césped. Somos tu socio en la conservación del agua, la biodiversidad y la mejora de tu entorno. Descubre por qué somos la elección ideal para transformar tu jardín y tu calidad de vida.",
  
  "titleTechInno": "Innovación Tecnológica",
  "descriptionTechInno": "Nuestra tecnología de vanguardia reduce el consumo de agua y protege el medio ambiente.",
  "titleSustainability": "Sostenibilidad",
  "descriptionSustainability": "Nos comprometemos con la conservación del medio ambiente y la biodiversidad.",
  "titleCommunity": "Apoyo a la Comunidad",
  "descriptionCommunity": "Somos una startup comprometida con nuestra comunidad local y el cambio positivo.",
  "titleCustSol": "Soluciones a Medida",
  "descriptionCustSol": "Ofrecemos soluciones adaptadas a tus necesidades específicas.",
  "titleCompPrice": "Precios Competitivos",
  "descriptionCompPrice": "Ofrecemos soluciones asequibles sin comprometer la calidad.",
  "titlePersoAtte": "Atención Personalizada",
  "descriptionPersoAtte": "Estamos aquí para ti en cada paso del camino, ofreciendo un servicio al cliente excepcional.",
  "headingSolForEverybody": "Soluciones para Todos",

  "titleDripIrrigation": "Riego por Goteo",
  "descriptionDripIrrigation": "Imagina un jardín perfectamente regado, sin zonas secas ni charcos. Con el riego por goteo subterráneo de GreenBloc Gardens, este sueño se convierte en realidad. Este sistema avanzado canaliza el agua directamente a las raíces de tus plantas, asegurando una hidratación óptima y un crecimiento saludable.",
  "locationDripIrrigation": "Riego Sostenible",
  "titleHydrogel": "Hidrogel",
  "descriptionHydrogel": "Este avanzado polímero absorbe y retiene el agua en el suelo, liberándola gradualmente para mantener las raíces de tus plantas constantemente hidratadas. Di adiós a las zonas secas y al estrés por el riego constante.",
  "locationHydrogel": "Eficiencia Hídrica",	
  "titleSoilSensors": "Sensores de Suelo",
  "descriptionSoilSensors": "Nuestra tecnología de sensores para césped garantiza un riego eficiente al evaluar continuamente las condiciones del suelo. Esto significa que tu césped recibe agua solo cuando realmente lo necesita, lo que resulta en un césped más saludable y exuberante.",
  "locationSoilSensors": "Hidratación inteligente",
  "titleAI": "Artificial Intelligence",
  "descriptionAI": "Conoce a Greenie, el cerebro detrás de tu jardín. Greenie es nuestra inteligencia artificial personalizada que utiliza datos globales como la temperatura y datos locales, como la humedad del suelo y los niveles de nutrientes, para tomar decisiones inteligentes sobre cuándo activar el riego.",
  "locationAI": "Hidratación Inteligente",
  "titleMobileApp": "Aplicación Móvil",
  "descriptionMobileApp": "Controla tu oasis verde desde la palma de tu mano con nuestra aplicación móvil GreenBloc Gardens. Nuestra aplicación intuitiva te permite monitorear en tiempo real el estado de tu jardín, desde la humedad del suelo hasta el estado de las plantas. Además, podrás hacer un seguimiento de tu gasto recurrente de forma fácil y conveniente, ayudándote a mantener tu jardín de manera eficiente y sostenible.",
  "locationMobileApp": "Uso Responsable del Agua",
  "titleSpecializedTablets": "Pastillas Especializadas",
  "descriptionSpecializedTablets": "Descubre el secreto de jardines exuberantes y saludables con nuestras Pastillas Especializadas GreenBoost Tab. Estas pequeñas maravillas están diseñadas para fortalecer tus plantas, controlar plagas y reducir la necesidad de riego constante. Con GreenBoost Tab, tu jardín estará más resistente y vibrante que nunca, sin complicaciones ni preocupaciones. Simplifica el cuidado de tus plantas y disfruta de un jardín siempre en su mejor forma.",
  "locationSpecializedTablets": "Uso Sostenible del Agua",

  "headingFAQs": "Preguntas",
  "descriptionFAQs": "En nuestra búsqueda de brindarte la mejor experiencia y comprensión sobre nuestros productos y servicios en GreenBloc Gardens, hemos recopilado algunas de las preguntas más comunes que nuestros clientes han planteado. Aquí encontrarás respuestas concisas y útiles para aclarar cualquier inquietud que puedas tener.",

  "question1": "¿Cuándo esperan comenzar a vender sus productos y servicios?",
  "answer1": "Planeamos lanzar nuestros productos y servicios a mediados de 2024. Estamos trabajando arduamente para asegurarnos de que nuestra oferta sea la mejor para ti cuando llegue ese momento.",
  "question2": "¿Cómo funciona el sistema de riego por goteo subterráneo?",
  "answer2": "Nuestro sistema de riego por goteo subterráneo canaliza el agua directamente a las raíces de tus plantas, garantizando una hidratación precisa y eficiente. Funciona en conjunto con sensores y tecnología de vanguardia para optimizar el riego según las necesidades de tus plantas y las condiciones climáticas locales.",
  "question3": "¿Qué diferencia a las Pastillas Especializadas GreenBoost Tab de otros productos de jardinería?",
  "answer3": "Nuestras pastillas están diseñadas para fortalecer tus plantas, controlar plagas y reducir la necesidad de riego constante, todo en uno. Utilizamos una fórmula única respaldada por la ciencia para ofrecer resultados excepcionales y un jardín siempre saludable.",
  "question4": "¿Cómo puedo monitorear y controlar mi sistema de riego y gastos a través de la aplicación móvil?",
  "answer4": "Con nuestra aplicación móvil, puedes supervisar el estado de tu jardín y el consumo de agua en tiempo real. También puedes ajustar la configuración de riego y recibir notificaciones personalizadas para un control total de tu oasis verde.",
  "question5": "¿Cuál es la vida útil del sistema de riego por goteo subterráneo y las pastillas GreenBoost Tab?",
  "answer5": "Nuestro sistema de riego y pastillas están diseñados para ser duraderos. La vida útil puede variar según el uso y el mantenimiento, pero puedes esperar que nuestros productos duren varios años con un mantenimiento adecuado (más de 15 años).",
  "question6": "¿Ofrecen servicios de instalación y mantenimiento para el sistema de riego por goteo subterráneo?",
  "answer6": "Sí, ofrecemos servicios profesionales de instalación y mantenimiento para garantizar que tu sistema funcione de manera óptima a lo largo del tiempo. Nuestro equipo capacitado se encargará de todo.",
  "question7": "¿Ofrecen garantías para sus productos y servicios?",
  "answer7": "Sí, respaldamos la calidad de nuestros productos y servicios con garantías sólidas. Si tienes algún problema o inquietud, no dudes en contactarnos y estaremos encantados de resolverlo de manera oportuna.",

  "subheadingContactUs": "Suscribirse",
  "headingContactUs": "Sientete libre de contactarnos",
  "descriptionContactUs": "No te pierdas las últimas novedades, consejos de jardinería y ofertas exclusivas de GreenBloc Gardens. Mantente en sintonía con nosotros proporcionando tu correo electrónico a continuación. Estaremos encantados de compartir contigo nuestro compromiso con la sostenibilidad y todas las formas en que puedes disfrutar de un jardín más verde e inteligente. Únete a nuestra comunidad y juntos trabajaremos hacia un futuro más sostenible.",

  "copyRight": "Copyright 2023, GreenBloc Gardens. Todos los derechos reservados."
}
  